{
    "blog-posts": [
        {
            "id": "61f3c093a8f39",
            "title": "Zweites Standbein für Alex",
            "preview": "Powered by McDonalds",
            "post": "![Banner](\/blog-post-assets\/61f3c0938231b.png)\n\n# zweites Standbein\n\nDa das Taxiunternehmen \"Schaxl Taxl\" so gut läuft, dass sich Alex Koal S. freizeit nehmen kann, widmet er sich seinem zweiten Standbein.\n\n# Kooperation mit McDonalds\n\nDa sich Alex K. S. mehrmals täglich bei McDonalds stärkt, um sein Wunschgewicht zu halten, hat ihm McDonalds jetzt eine Stelle als Qualitätsmanager angeboten.\n\nStellungnahme von McD.\n*\"Da er sich als treuer Kunde erwiesen hat und sich täglich unser Essen einverleibt, hat er einen guten Überblick über die Qualität unserer Produkte.\"*\n\n# Fazit\n\nAlex ist sehr froh darüber, da er sich so eine zweite Einkommensquelleaufbauen kann.\n\n# Foto von Alex bei der Arbeit\n![olex](\/blog-post-assets\/61f3c093a24ef.png)",
            "creator": "Klaus von VortexData",
            "thumbnail": "\/blog-post-assets\/61f3c093785e6.png",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f3bc5ff2005",
            "title": "Erste Heirat im Siemensismus",
            "preview": "Tim heiratet den erfolgreichen CEO von SchaxlTaxl",
            "post": "![Banner](\/blog-post-assets\/61f3bc5fec309.png)\n\n# Erste Heirat der neuen Religion\n\nDer FF-Korrespondent Siemens F. hatte eine wie von uns berichtet eine neue Religion gegründet.\nNun tritt das erste Paar des Siemensiusmus-Kults vor den Traualtar, um die Ehe vor dem Gott \"Zipfer\" zu beschließen.\n\n# Bieröffner statt Eheringe\n\nDa die Religion über den Genuss von Bier ausgelebt wird, entschloss sich das Paar Bieröffner statt des klassischen Eherings.\n\n# Feier des Tages\n\nZur Feier des Tages wurden zahllose Kisten des von Siemens F. geweihten \"Weihwassers\" vernichtet.\n\n\n\n\nEure Frommheit - Siemens",
            "creator": "Siemens",
            "thumbnail": "\/blog-post-assets\/61f3bc5fdc88a.png",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f269ddb59bc",
            "title": "Unglaubliche Produktivität beim Softwarehaus WBYT",
            "preview": "Philosophie - Technologie-&Fortschrittabteilung wird vom Produktivitäts-Blitz getroffen.",
            "post": "# Explosion Arbeitsexplosion in der Zentrale\nWissenschaft verwirrt - plötzlicher exponentieller Arbeitsfortschritt bei Softwareeentwicklern im Hausruckviertel.\n\n![schwurbler](\/blog-post-assets\/61f269dd967d7.png)\n\nAus derzeit noch unklaren Gruenden broch der Chillpause-damm auf und unglaubliche Flutten an Motivation stroemten in die Gemüter der Arbeiter.\n\n## Letzter Donnerstag des Monats Januar sorgte für Sprengkraft\n\"eyieiye\", stoehnte ein Programmierer als eine Ladung Motivation in ihn fuhr. 5 Minuten zuvor lebte er sich noch in anderen Dimensionen aus (Sitzecke, Pausenbereich, Sitzreihe 1, Platz 2). \n\n![simon](\/blog-post-assets\/61f269dd9c8f9.jpg)\n\nBerichten zufolge fühlte es sich an, als wären sie förmlich von einem Blitz getroffen, einem regelrechten Produktivätsblitz. \n\n## Wie wurden diese Massen von Energie gesteuert?\n\nGluecklicherweise absolvierte einer unserer Leasinger ein Konzentrationsbootcamp in welchem er lernte mit Instinkten und Anreizen richtig umzugehen. \nDamit die Mitarbeiter mit diesem Schub auf keine unanständigen Gedanken kommen würden, leitete Florian Nadler eine *Hypno-tunnel-vision* ein mit welcher die regelrechneten Knechte wieder auf die richtige Fährte gelangen konnten.\n\n![ndlr](\/blog-post-assets\/61f269dda3a8a.png)\n\n## Arbeitszeit\nGearbeitet wurde von 12:30 bis 13:05 und zwischen 15:00 Uhr.\n\n![schedule](\/blog-post-assets\/61f269dda976b.png)\n\n## Was danach geschah\nUm dieses spezielle Event auch ordnungsgemäß zelebrieren, teilte der Projektmitarbeiter ein Selfie mit seinen Kompagnen. Scheinbar wird hier ein Hopfengebräu vereinleibt. Die Leitung, wie auch das restliche Team war von dieser emotionalen Aufnahme begeistert, da sie seine Freude nur mit ihm teilen konnten.\n\n![rave](\/blog-post-assets\/61f269ddaf697.jpg)\n\n",
            "creator": "Projektleitung",
            "thumbnail": "\/blog-post-assets\/61f269dd8adf8.jpg",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f25180b9c80",
            "title": "Ogschissna Donut",
            "preview": "Breaking News: Projekt-MA scheißt auf Donut von Steakholder!",
            "post": "![Ogschissna Donut](\/blog-post-assets\/61f25180b23c0.jpg)\n# Breaking News\n\nProjekt-MA scheißt auf Donut von Steakholder!\n\nAm Mittwoch nach der Arbeit, war die Waterbyte Crew noch ana kloan Stärkung beim Spor auf dem Weg zum Bohnhof.\nAls unser Klassnklops Alex Koal S. sein Donut auspockt, scheißt ausm nix da Projekt-MA aufn Donut drauf wos danoch zu ana kurzn Auseinondersetzung kema is.\nZum Glück is koan wos passiert und olle hom den Tog mid ana guadn Hoibe ausklingen lossn.\n",
            "creator": "Siemens",
            "thumbnail": "\/blog-post-assets\/61f25180a0db5.jpg",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f19144d0a1c",
            "title": "Mitwirkender von Waterbyte bricht vor Schulanlage",
            "preview": "Medizin - Unterricht setzt Jungspund außer Gefecht. Zäpfcheneinlauf unausweichlich für Projektfortführung. ",
            "post": "# \"Speiberei\" vor der HTL-Grieskirchen\nEin zu anstrengender NVS-Unterricht löste bei einem Projektmitarbeiterstellvertreter und Schüler einen Magenbruch aus.\n\n\n![](\/blog-post-assets\/61f19143c73f6.png)\n\n## Was sehen wir auf dem Bild?\nWie sie auf dieser grafischen Abbildung erkennen können, handelt es sich hierbei um Backwaren von Straßer belegt mit paniertem Schweinebach und beschmiert mit Hahnenschwanz-brühe vermengt mit Magensekret. \n\n\"Der Dürüm hatte bereits die Halbwertszeit erreicht\" - Klimaforscher Tobi Wimmer \n\n\"Roadig\", ruf einer der Mitschüler als er den Schauplatz betrat. \n\n## Was den Supergau auslöste\nAm 15.12.2021 wurden 50 Minuten purer NVS-Unterricht in der Klasse 4B im Raum eg1 abgehalten. \n\n### Genauere Details zum Auslöser\nZuerst wurden, mithilfe von einer Cisco-Rutschaufführung den Schülerinnen und Schülern, sowie dem Waterbyte Team samt Leasingkraft ACL näher gebracht. Ab der 2155. Sekunde entschied sich das Lehrpersonal NUT zu predigen. Plötzlich zeigte der Projektmitarbeiterstellvertrende, Sandele Groani, erste anzeichen von Schwäche.\n\nErste Magenaufstöße machten sich bemerkbar. \n\nIn der 2484. Sekunde berichtete Sandeles Groanos (Griechische Formulierung) von einem leichten Zittern in seiner rechten Gehirnhälfte. Fachärzte meinen, dass es sich hierbei um einen kritischen Zustand der Context-variablen bzw. Hygienefaktoren hielt.  \n\n## Was zuvor geschah\n\nNeben einer vermutlich zu aggressiven Verzehrung seines \"Schintzlsemmels\" im ersten Quartal seines Verdauungssystems waren Müdigkeit und eine drückende Blase ausschlaggebende Faktoren für den Vorfall.\n\n\n## Gibt es Blocker?\n\nDerzeit nicht\n\n## Wie ist der aktuelle Zustand des Stellvertreters?\n\nDer Mitarbeiter berichtet: \"ua, iatzt gehts wieda eigentlich gonz guad\".\nAn diesen Angaben lasst sich erkennen, dass die Aushilfe wieder einsetzbar ist.\n\n![](\/blog-post-assets\/61f19144ad3fe.jpg)\n\n\n\n## Wie geht es Waterbyte mit diesem Vorfall?\n\nNachdem auch einer unserer Leasingkräfte wegen Genitalverlust durch Impfung Hops gegangen ist, hatten wir große Bange, das Sandeles auch langfristig aufallen würde.\n\n\n## Wie reagiert die HTL Grieskirchen auf die Verschmutzung des Schulhofes?\n\n## Wird es Sandro wieder besser gehen?\n\nÄrzte verwiesen darauf, dass er regelmäßig Tabletten nehmen soll, damit seine Gesundheit noch die Kurve kratzt.\n\n",
            "creator": "Projektleitung",
            "thumbnail": "\/blog-post-assets\/61f19143635f7.png",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f16bec3b78d",
            "title": "Neue Religion gegründet",
            "preview": "Konvertiert zum Siemensismus!",
            "post": "![Banner](\/blog-post-assets\/61f16bec35c9a.png)\n\n# Neue Religion\n\nDer FF-Korrespondent Siemens F. hat eine neue Religion gegründet.\nIn der Religion namens \"Siemensiusmus\" gibt es den Gott \"Zipfer\", welcher in der Lage ist Wasser mit Hilfe von Hopfen in Bier zu verwandeln.\nDas Oberhaupt wird durch den Gründer Siemens verkörpert. Kirchensteuer wird in form von Bierkisten erhoben.\nDer Pfand der Kisten dient als Grundlage zur Finanzierung der Riligiösen Feierlichkeiten am Wochende.\n\n# Nachteile\nDer Religionsunterricht in den Schulstunden kann jedoch nur ausserhalb des Schulgeländes durchgeführt werden,\nda Alkohol am Schulgelände verboten ist.\n\n\nIn diesem Sinne - Prost\n\nEure Frommheit - Siemens",
            "creator": "Klaus von VortexData",
            "thumbnail": "\/blog-post-assets\/61f16bec2616f.png",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f16a6c16185",
            "title": "Neue Kommunikationshardware bei Waterbyte",
            "preview": "Eine Revolution der Kommunikationshardware bei Waterbyte rollte vom Band.",
            "post": "# Neue Kommunikationshardware bei Waterbyte\n![pl.jpg](\/blog-post-assets\/61f16a6c07c0b.png)\nWie man dem obigen Bild entnehmen kann, ist die bestellte, neue Kommunikationshardware am gestrigen Nachmittag in der Waterbyte-Mansion eingetroffen.\n\n## Hardware-Test\nUnser engagierter Projektleiter leitete sogleich einen Abhnahme-Test ein.  \nDer Leiter war begeistert von der Innovation, die sich in den letzten Jahren im Kommunikationssektor bemerkbar machte.\n\n## Standard der neuen Kommunikation in der Organisation\nHewlett-Packard Envy für Discord-Sprachkonferenzen\n\n![](\/blog-post-assets\/61f16a6c0fb07.png)",
            "creator": "Tobi",
            "thumbnail": "\/blog-post-assets\/61f16a6be7e99.png",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f163e7e4794",
            "title": "Impfaktion an der HTL",
            "preview": "Hoffentlich wird Tim geimpft",
            "post": "![Banner](\/blog-post-assets\/61f163e7c4c01.jpg)\n\n# Impfaktion\n\nAm Dienstag 18.01.2022 gab es an der HTL-Grieskirchen in kooperation mit dem Land OÖ eine Impfaktion mittels Impfbus.\n\n![img](\/blog-post-assets\/61f163e7de528.png)\n\nWir hoffen, Tim wird auch bald geimpft.",
            "creator": "Siemens",
            "thumbnail": "\/blog-post-assets\/61f163e7be06f.jpg",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f15e389d341",
            "title": "Hackertools 2",
            "preview": "Hacker haben hackertools [am 26.01.2022]",
            "post": "![Banner](\/blog-post-assets\/61f15e388e039.png)\n\n# Hacked\n\nSchade.\n\n![img](\/blog-post-assets\/61f15e3897e77.png)\n",
            "creator": "Frano69",
            "thumbnail": "\/blog-post-assets\/61f15e3879af1.jpg",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f154ddaf1b6",
            "title": "Hackertools",
            "preview": "Hacker haben hackertools",
            "post": "![Banner](\/blog-post-assets\/61f154dd9f04c.png)\n\n# Hacked\n\nDer FF-Lambrechten Korrespondenten Siemens F. wurde gehackt.\n\n![img](\/blog-post-assets\/61f154dda97bb.png)\n",
            "creator": "Siemens",
            "thumbnail": "\/blog-post-assets\/61f154dd781b3.jpg",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f123c33a33a",
            "title": "Neues Taxiunternehmen in Ried",
            "preview": "Gegründet von Alex S.",
            "post": "![Banner](\/blog-post-assets\/61f123c3348d8.png)\n\n# Neues Taxiunternehmen in Ried\n\nDas neue Taxiunternehmen \"Schaxl Taxl\" wurde von unserem treuen Klassenklops Alex Koal S. mit seinem Businesspartner Lois Asi-Aspöck gegründet.\nDer Taxifahrer hat sich auf Schwerlasttransporte spezialisiert, da es in diesem Bereich laut eigener Erfahrung eine Marktlücke gab.\n\nWir wünschen viel Erfolg.",
            "creator": "Klaus von VortexData",
            "thumbnail": "\/blog-post-assets\/61f123c325193.png",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61f114460ec7d",
            "title": "FF Lambrechten international im Einsatz",
            "preview": "Siemens F. half nachhaltig die Ever Given zu befreien",
            "post": "![Banner](\/blog-post-assets\/61f1144603103.png)\n\n# FF Lambrechten international im Einsatz\n\nDie FF-Lambrechten konnte mit ihrem Korrespondenten Siemens F. zur bergung der Ever Given im Suezkanal beitragen.\n\n## Vorgehen\nSiemens F. berichtete sein Vorgehen:\n\n*\"Jo es woa voi de Hokn des gonze Bier zu vernichten, um den Frachter leichter z' mochn.\"*\n\n\nUnser Lambrechtner Held half also nachhaltig bei der Vernichtung des gesamten Bestandes an Bier innerhalb der Frachtcontainer.\nSeinen Tatendrang kann man ihm auf dem Foto geradezu ansehen.\n\nFür die An- und Abreise wurde von der ÖVP ein Geilomobil bereitgestellt.",
            "creator": "Klaus von VortexData",
            "thumbnail": "\/blog-post-assets\/61f1144585dc7.png",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61ea7ba0027a1",
            "title": "FPÖ im Kampf gegen SYP",
            "preview": "Es ist wichtig #Abwesend zu sein",
            "post": "![Banner](\/blog-post-assets\/61ea7b9ff0e06.png)\n\n# Neue Kampagne der FPÖ\n\nFPÖ Gallspach - Im Kampf gegen SYP - #Abwesend\n\n## Ziel der Kampagne\nDer SYP unterricht ist einem gut ausgebildetem Repetenten nicht zumutbar und muss bekämpft werden.\n\n## Vorgehen\nDie Abwesenheitszeit über 80% zu pushen\n\nDer Leiter der Kampagne, Valentin K. berichtet:\n*\"Jo es woa voi de Hokn\"*\n\nDa bleibt uns nur die Hoffnung, dass es mehr so engagierte Junge Menschen gibt, die sich ein Beispiel daran nehmen.\n\nIHRE FPÖ\n#ABWESEND (zur Not auch Geistig)",
            "creator": "Klaus von VortexData",
            "thumbnail": "\/blog-post-assets\/61ea7b9fe0b71.png",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "61d2dc7d4f256",
            "title": "Eine Brainstorming-Session der anderen Art",
            "preview": "Protokoll der Brainstorming-Session von Sandele Groani am Abschlussstichtag",
            "post": "![](\/blog-post-assets\/61d2dc7d47f62.png)\n\n# Siduation\nWie das obige Bild zu erkennen gibt konnte unser treuer Projektmitarbeiter Sandele Groani auch beim Jahresabschluss seine Arbeit nicht niederlegen.\n\n# Wie kam es dazu?\nDer junge Bürger leitete pünktlich um Mitternacht eine Brainstorming-Session ein.\n\n# Resultate\nDie neu gewonnenen Lösungsansätze wurden sogleich erfasst.  \n\n# Lessons-Learned\nDas Waterbyte-Team freut sich schon auf die Implementierung der neuen Ideen im folgenden Geschäftsjahr.",
            "creator": "Tobi",
            "thumbnail": "\/blog-post-assets\/61d2dc7d16a1e.png",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "1",
            "title": "Es geht wieder in die Schule: Abfahrt",
            "preview": "Lorem loisl!\nTobias ist immer mehr im Kommen.",
            "post": "Lorem loisl!\nTobias ist immer mehr im Kommen.",
            "creator": "Groani 68",
            "thumbnail": "\/img\/Aigner_Andreas-2.jpg",
            "published_at": "2022-01-01T00:00:00Z"
        },
        {
            "id": "2",
            "title": "Neuer Wurstbereich bei Wintersteiger",
            "preview": "Wirtschaft - Strasser progonstiziert einen Umsatzanstieg von 5%",
            "post": "# Neuer Wurstbereich beim Industriegiganten Wintersteiger\n\nBad Ried - Wintersteiger packt aus\n\n## Anforderungsspezifikation\nUm wichtige Zeit zu sparen, wurden die essentiellen Dokumente nicht von Gertsch überprüft.\n\n## Software\nFür die Automatisierung der Brotauflage wurde Assembler verwendet.\n\nUnser Programmierer berichtet:\n*\"Jo es woa voi de Hokn\"*\n\nZum Glück bildet die Gaststätte *McDonalds* eine sichere Nahrungs- bzw. Enerigequelle.\n\n## Softwaretests\n\nDie Software der neuen Wursttheke wird mit Java getestet.\nUnser Projektmitarbeiterstellvertreter musste auf Grund eines Mitarbeiterausfalls die Testkanäle verlegen. ",
            "creator": "Projektleitung",
            "thumbnail": "\/blog-post-assets\/61cdba6631584.jpg",
            "published_at": "2022-01-01T00:00:00Z"
        }
    ]
}